tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "pkg-config"
brew "exif"
brew "gdal"
brew "pdal"
brew "proj"
brew "git"
brew "redis", restart_service: true
brew "telnet"
brew "zsh-autosuggestions"

cask "firefox-developer-edition", args: { language: "nl" }
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "microsoft-azure-storage-explorer"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "tableplus"
cask "tinkerwell"
cask "visual-studio-code"
cask "warp"
cask "orbstack"
cask "rustup"